"CreatingShellState" = "Creating Package Shell";
"ScanningPermissionsState" = "Scanning Package Root";
"ScanningRootState" = "Scanning Package Root";
"ScanningRootForSymlinksState" = "Scanning for Symbolic Links";
"CreatingInfoFilesState" = "Creating Configuration Files";
"CopyingResourcesState" = "Copying Interface Resources";
"CopyingRootState" = "Copying Root to Temporary Build Directory";
"RemovingTempBuildState" = "Removing Temporary Build Directory";
"RemovingDSStoreState" = "Removing .DS_Store Files";
"PreservingResourcesState" = "Preserving File Resources";
"CalculatingSizeState" = "Calculating Installed Size";
"CreatingXMLState" = "Creating Distribution XML file";
"CleaningUpState" = "Cleaning Up";
"CreatingArchiveState" = "Creating Archive";
"CreatingBOMState" = "Creating BOM file";
"CompletedState" = "Completed";

"ArchivingFileSetPathState" = "Archiving...\n\"%@\"";
"CopyingSubpackageState" = "Copying Package...\n\"%@\"";
"ZippingFileState" = "Zipping... \"%@\"";

"UnarchivingState" = "Unarchiving Root to Temporary Directory";
"ApplyingPermissionsChangesState" = "Applying Permissions Changes";